Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EDIT_PROFILE_PHOTO_BUTTON
source: edit
ar: تعديل
bg: редактирай
ca: edita
cs: upravit
da: rediger
de: Bearbeiten
el: αλλαγή
es: editar
es_419: editar
fi: muokkaa
fr: modifier
fr_ca: modifier
he: עריכה
hi: संपादित करें
hr: uredi
hu: szerkesztés
it: modifica
ja: 編集
kk: өңдеу
ko: 편집
lt: redaguoti
nb: rediger
nl: wijzig
pl: edycja
pt_br: editar
pt_pt: editar
ro: editați
ru: изменить
sk: upraviť
sl: uredi
sv: ändra
th: แก้ไข
tr: düzenle
uk: змінити
vi: sửa
zh_cn: 编辑
zh_hk: 編輯
zh_tw: 編輯

# ENABLE_DEVICE_LOCATOR_MESSAGE_REBRAND_WATCH
source: Find My iPhone allows you to locate, lock, or erase your iPhone if it’s lost or stolen. It will also be enabled on any paired Apple Watch or supported accessory that uses your Apple Account.
ar: تسمح ميزة "العثور على iPhone" بتحديد موقع iPhone أو قفله أو مسحه في حالة فقدانه أو سرقته. وسيتم تمكينها أيضًا على أي Apple Watch مقترنة أو ملحق مدعوم يستخدم حساب Apple.
bg: С функцията Намери моя iPhone можете да откриете, заключите или изтриете вашия iPhone, ако е загубен или откраднат. Тази функция ще се активира и за всеки свързан Apple Watch или поддържан аксесоар, който използва вашата Apple регистрация.
ca: L’app Cerca de l’iPhone et permet trobar, bloquejar o esborrar l’iPhone si el perds o te’l roben. També s’activarà en tots els Apple Watch enllaçats o accessoris compatibles que utilitzin el compte d’Apple.
cs: Najít iPhone vám umožňuje vyhledat, zamknout nebo vymazat váš ztracený či odcizený iPhone. Služba bude zapnuta také na všech spárovaných Apple Watch a podporovaných zařízeních využívajících váš účet Apple.
da: Med Find min iPhone kan du finde, låse eller slette din iPhone, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på et parret Apple Watch eller understøttet tilbehør, der bruger din Apple‑konto.
de: Mit „Mein iPhone suchen“ kann dieses iPhone bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf allen gekoppelten Apple Watches und unterstützten Geräten aktiviert, auf denen dein Apple Account verwendet wird.
el: Η Εύρεση iPhone σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε το iPhone σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, είναι ενεργοποιημένη σε οποιοδήποτε ζευγοποιημένο Apple Watch ή υποστηριζόμενο αξεσουάρ που χρησιμοποιεί τον λογαριασμό Apple σας.
es: La función “Buscar mi iPhone” te permite localizar, bloquear y borrar tu iPhone si lo pierdes o te lo roban. También se activará en los Apple Watch enlazados o en los accesorios compatibles que usen tu cuenta de Apple.
es_419: Buscar Mi iPhone te permite localizar, bloquear o borrar tu iPhone si lo llegas a perder o te lo roban. También se activará en cualquier Apple Watch enlazado o accesorio compatible que use tu cuenta de Apple.
fi: Etsi iPhoneni ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää iPhonen, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa Apple Watch ‑laitepareissa ja tuetuissa lisälaitteissa, jotka käyttävät Apple-tiliäsi.
fr: Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Cette option sera aussi activée sur toute Apple Watch jumelée ou sur tout accessoire pris en charge utilisant votre compte Apple.
fr_ca: La fonctionnalité Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Elle sera également activée sur toute Apple Watch jumelée ou tout accessoire compatible qui utilise votre compte Apple.
he: ״איתור ה-iPhone שלי״ מאפשר לך לאתר, לנעול או למחוק את ה-iPhone שלך אם אבד או נגנב. הוא יופעל בנוסף בכל Apple Watch מקושר או בכל אביזר נתמך שמשתמש בחשבון ה-Apple שלך.
hi: “मेरा iPhone ढूँढें” खो जाने या चोरी हो जाने की स्थिति में आपको अपने iPhone का पता लगाने, लॉक करने या इसके डेटा को मिटाने की अनुमति देता है। यह आपके Apple खाते का उपयोग करने वाली किसी पेयर की गई Apple Watch या समर्थित ऐक्सेसरी पर भी सक्षम किया जाएगा।
hr: Značajka “Nađi moj iPhone” omogućava lociranje, zaključavanje ili brisanje vašeg iPhonea ako bude izgubljen ili ukraden. Također će biti omogućena na svakom uparenom Apple Watchu ili podržanim priborima koji koriste vaš Apple račun.
hu: Az iPhone keresése szolgáltatással megkeresheti, zárolhatja vagy törölheti iPhone-ját, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan párosított Apple Watchon vagy támogatott kiegészítőn is, amely az Ön Apple-fiókját használja.
id: Lacak iPhone memungkinkan Anda untuk menemukan, mengunci, atau menghapus iPhone Anda jika perangkat hilang atau dicuri. Lacak iPhone juga akan diaktifkan di semua Apple Watch yang dipasangkan atau aksesori yang didukung yang menggunakan Akun Apple Anda.
it: “Trova il mio iPhone” ti permette di individuare, bloccare o inizializzare iPhone se viene smarrito o rubato. La funzionalità verrà abilitata anche su qualsiasi Apple Watch abbinato o accessorio supportato che utilizza il tuo Apple Account.
ja: “iPhoneを探す”を使うと、紛失または盗難にあった場合、このiPhoneの所在地確認/ロック/消去を実行できます。同じApple Accountを使用するペアリングされたApple Watchまたは対応しているアクセサリのすべてで有効になります。
kk: «iPhone құрылғымды табу» функциясы iPhone құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ функция Apple аккаунтыңыз пайдаланылатын кез келген жұптастырылған Apple Watch сағатында немесе қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 iPhone 찾기를 사용하면 사용자의 iPhone을 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 페어링된 Apple Watch 또는 사용자의 Apple 계정을 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant „iPhone“ lokatorių galima nustatyti pamesto arba pavogto „iPhone“ buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename susietame „Apple Watch“ arba palaikomame priede, kuriame naudojama jūsų „Apple“ paskyra.
ms: Cari iPhone Saya membolehkan anda mencari, mengunci atau memadamkan iPhone anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang Apple Watch berpasangan atau aksesori yang disokong yang menggunakan Akaun Apple anda.
nb: Med Finn iPhone kan du finne igjen, låse eller slette iPhonen din hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alle sammenkoblede Apple Watch-klokker og støttet tilbehør som bruker samme Apple-konto.
nl: Met Zoek mijn iPhone kun je je iPhone zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen. Deze functie wordt ook ingeschakeld op elke gekoppelde Apple Watch en elk ondersteund accessoire dat je Apple Account gebruikt.
pl: Znajdź mój iPhone pozwala lokalizować, blokować i wymazywać iPhone’a, jeśli zostanie zgubiony lub skradziony. Usługa ta zostanie włączona na każdym połączonym w parę Apple Watch lub obsługiwanym urządzeniu korzystającym z konta Apple.
pt_br: O recurso Buscar iPhone permite que você localize, bloqueie ou apague seu iPhone em caso de perda ou roubo. Ele também será ativado em qualquer Apple Watch emparelhado ou em qualquer acessório compatível que use sua Conta Apple.
pt_pt: Encontrar iPhone permite‑lhe localizar, bloquear ou apagar o iPhone se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer Apple Watch emparelhado ou acessório suportado que use a sua conta Apple.
ro: “Găsire iPhone” vă permite să localizați, să blocați sau să ștergeți iPhone‑ul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice Apple Watch asociat sau accesoriu compatibil care utilizează contul dvs. Apple.
ru: «Найти iPhone» позволяет Вам находить, блокировать или стирать свой iPhone в случае его кражи или утери. Функция будет также включена на любых часах Apple Watch, объединенных в пару с устройством, или на поддерживаемом аксессуаре, на котором используется Ваша учетная запись Apple.
sk: Nájsť môj iPhone vám umožňuje nájsť na mape, zamknúť alebo vymazať váš iPhone v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkých spárovaných Apple Watch a podporovanom príslušenstve, ktoré používa váš Apple účet.
sl: Funkcija Najdi iPhone vam omogoča, da poiščete, zaklenete ali izbrišete svoj iPhone, če ga izgubite ali vam ga ukradejo. Poleg tega bo omogočena v vsaki seznanjeni uri Apple Watch ali podprti dodatni opremi, ki uporablja vaš račun Apple.
sv: Hitta min iPhone gör att du kan hitta, låsa eller radera din iPhone om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla parkopplade Apple Watch-enheter och tillbehör som stöds och som använder ditt Apple‑konto.
th: “ค้นหา iPhone ของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูล iPhone ของคุณหากเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบน Apple Watch ที่จับคู่หรืออุปกรณ์เสริมที่รองรับและใช้บัญชี Apple ของคุณด้วย
tr: iPhone’umu Bul; iPhone’unuz kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple Hesabı’nızı kullanan eşlenmiş Apple Watch’larda veya desteklenen aksesuarlarda da etkinleştirilir.
uk: Функція «Де iPhone» дає змогу знайти, замкнути чи стерти свій iPhone, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх спарених Apple Watch або сумісних приладах, які використовують ваш обліковий запис Apple.
vi: Tìm iPhone cho phép bạn định vị, khóa hoặc xóa iPhone nếu thiết bị của bạn bị mất hoặc bị đánh cắp. Ứng dụng này cũng được bật trên bất kỳ Apple Watch được ghép đôi hoặc phụ kiện được hỗ trợ nào sử dụng Tài khoản Apple của bạn.
zh_cn: 如果iPhone遗失或失窃，“查找我的iPhone”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple账户登录的所有已配对Apple Watch或受支持配件上启用。
zh_hk: 「尋找我的iPhone」可讓你定位、鎖定或清除遺失或失竊的iPhone。此功能亦會在使用你Apple帳户及任何已配對的Apple Watch或支援配件上啟用。
zh_tw: 「尋找我的iPhone」可讓你定位、鎖定或清除你遺失或遭竊的iPhone。在使用你「Apple帳號」且已配對的Apple Watch或支援配件上也會啟用此功能。

# ENABLE_DEVICE_LOCATOR_MESSAGE_WATCH
source: Find My iPhone allows you to locate, lock, or erase your iPhone if it’s lost or stolen. It will also be enabled on any paired Apple Watch or supported accessory that uses your Apple ID.
ar: تسمح ميزة "العثور على iPhone" بتحديد موقع iPhone أو قفله أو مسحه في حالة فقدانه أو سرقته. كما سيتم تمكينها على أي Apple Watch مقترنة أو ملحق مدعوم يستخدم Apple ID الخاص بك.
bg: С функцията Намери моя iPhone можете да откриете, заключите или изтриете вашия iPhone, ако е загубен или откраднат. Тази функция ще се активира и за всеки свързан Apple Watch или поддържан аксесоар, който използва вашия идентификатор Apple ID.
ca: L’app Cerca de l’iPhone et permet trobar, bloquejar o esborrar l’iPhone si el perds o te’l roben. També s’activarà en tots els Apple Watch enllaçats o accessoris compatibles que utilitzin l’ID d’Apple.
cs: Najít iPhone vám umožňuje vyhledat, zamknout nebo vymazat váš ztracený či odcizený iPhone. Služba bude zapnuta také na všech spárovaných Apple Watch a podporovaných zařízeních využívajících vaše Apple ID.
da: Med Find min iPhone kan du finde, låse eller slette din iPhone, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på et parret Apple Watch eller understøttet tilbehør, der bruger dit Apple-id.
de: Mit „Mein iPhone suchen“ kann dieses iPhone bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf jeder gekoppelten Apple Watch und jedem unterstützten Zubehör aktiviert, das deine Apple‑ID verwendet.
el: Η Εύρεση iPhone σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε το iPhone σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, θα είναι ενεργοποιημένη σε οποιοδήποτε ζευγοποιημένο Apple Watch ή υποστηριζόμενο αξεσουάρ που χρησιμοποιεί το Apple ID σας.
es: “Buscar mi iPhone” te permite localizar, bloquear y borrar tu iPhone si lo pierdes o te lo roban. También se activará en los Apple Watch enlazados o los accesorios compatibles que usen tu ID de Apple.
es_419: Buscar Mi iPhone te permite localizar, bloquear o borrar tu iPhone si lo llegas a perder. También se activará en cualquier Apple Watch enlazado o accesorio compatible que use tu Apple ID.
fi: Etsi iPhoneni ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää iPhonen, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa Apple Watch ‑laitepareissa ja tuetuissa lisälaitteissa, jotka käyttävät Apple ID:täsi.
fr: Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Cette option sera aussi activée sur toute Apple Watch jumelée ou sur tout accessoire pris en charge utilisant votre identifiant Apple.
fr_ca: La fonction Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Cette fonction sera également activée sur toute Apple Watch jumelée ou tout accessoire compatible qui utilise votre identifiant Apple.
he: ״איתור ה-iPhone שלי״ מאפשר לך לאתר, לנעול או למחוק את ה-iPhone שלך אם אבד או נגנב. הוא יופעל בנוסף בכל Apple Watch מקושר או בכל אביזר נתמך המשתמש ב-Apple ID שלך.
hi: “मेरा iPhone ढूँढें” खो जाने या चोरी हो जाने की स्थिति में आपको अपने iPhone का पता लगाने, लॉक करने या इसके डेटा को मिटाने की अनुमति देता है। यह आपकी Apple ID का उपयोग करने वाली किसी यु्ग्मित Apple Watch या समर्थित ऐक्सेसरी पर भी सक्षम किया जाएगा।
hr: Značajka "Nađi moj iPhone" omogućava lociranje, zaključavanje ili brisanje vašeg iPhonea ako bude izgubljen ili ukraden. Također će biti omogućena na svakom uparenom Apple Watchu ili podržanim priborima koji koriste vaš Apple ID.
hu: Az iPhone keresése szolgáltatással megkeresheti, zárolhatja vagy törölheti iPhone-ját, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan párosított Apple Watchon vagy támogatott kiegészítőn is, amely az Ön Apple ID-ját használja.
id: Lacak iPhone memungkinkan Anda untuk menemukan, mengunci, atau menghapus iPhone Anda jika perangkat hilang atau dicuri. Lacak iPhone juga akan diaktifkan di semua Apple Watch yang dipasangkan atau aksesori yang didukung yang menggunakan ID Apple Anda.
it: La funzionalità “Trova il mio iPhone” ti permette di individuare la posizione di iPhone e ti consente inoltre di bloccarlo e di inizializzarlo nel caso in cui il tuo dispositivo venga smarrito o sottratto. L’opzione verrà abilitata anche su qualsiasi Apple Watch o accessorio supportato che utilizza il tuo ID Apple.
ja: “iPhoneを探す”を使うと、紛失または盗難にあった場合、このiPhoneの所在地確認/ロック/消去を実行できます。同じApple IDを使用するペアリングされたApple Watchまたは対応しているアクセサリのすべてで有効になります。
kk: «iPhone құрылғымды табу» функциясы iPhone құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ функция Apple ID аккаунтыңыз пайдаланылатын кез келген жұптастырылған Apple Watch сағатында немесе қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 iPhone 찾기를 사용하면 사용자의 iPhone을 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 페어링된 Apple Watch 또는 사용자의 Apple ID를 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant „iPhone“ lokatorių galima nustatyti pamesto arba pavogto „iPhone“ buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename susietame „Apple Watch“ arba palaikomame priede, kuriame naudojamas jūsų „Apple ID“.
ms: Cari iPhone Saya membolehkan anda mencari, mengunci atau memadamkan iPhone anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang Apple Watch berpasangan atau aksesori yang disokong yang menggunakan Apple ID anda.
nb: Med Finn iPhone kan du finne igjen, låse eller slette iPhonen din hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alle sammenkoblede Apple Watch-klokker og støttet tilbehør som bruker samme Apple‑ID.
nl: Met Zoek mijn iPhone kun je je iPhone zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen. Deze functie wordt ook ingeschakeld op elke gekoppelde Apple Watch en elk ondersteund accessoire dat je Apple ID gebruikt.
pl: Znajdź mój iPhone pozwala lokalizować, blokować i wymazywać iPhone’a, jeśli zostanie zgubiony lub skradziony. Usługa ta zostanie włączona na każdym połączonym w parę Apple Watch lub obsługiwanym urządzeniu korzystającym z Apple ID.
pt_br: O recurso Buscar iPhone permite que você localize, bloqueie ou apague seu iPhone caso ele seja perdido ou roubado. O recurso também será ativado em qualquer Apple Watch emparelhado ou em qualquer acessório compatível que use seu ID Apple.
pt_pt: Encontrar iPhone permite‑lhe localizar, bloquear ou apagar o iPhone se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer Apple Watch emparelhado ou acessório suportado que use o seu ID Apple.
ro: “Găsire iPhone” vă permite să localizați, să blocați sau să ștergeți iPhone-ul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice Apple Watch asociat sau accesoriu compatibil care utilizează ID‑ul dvs. Apple.
ru: «Найти iPhone» позволяет Вам находить, блокировать или стирать свой iPhone в случае его кражи или утери. Функция будет также включена на любых часах Apple Watch, объединенных в пару с устройством, или на поддерживаемом аксессуаре, на котором используется Ваш Apple ID.
sk: Nájsť môj iPhone vám umožňuje nájsť na mape, zamknúť alebo vymazať váš iPhone v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkých spárovaných Apple Watch a podporovanom príslušenstve, ktoré používa vaše Apple ID.
sl: Funkcija Najdi iPhone vam omogoča, da poiščete, zaklenete ali izbrišete svoj iPhone, če ga izgubite ali vam ga ukradejo. Poleg tega bo omogočena v vsaki seznanjeni uri Apple Watch ali podprti dodatni opremi, ki uporablja vaš račun Apple ID.
sv: Hitta min iPhone gör att du kan hitta, låsa eller radera din iPhone om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla parkopplade Apple Watch-enheter och tillbehör som stöds och som använder ditt Apple-ID.
th: “ค้นหา iPhone ของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูล iPhone ของคุณหากเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบน Apple Watch ที่จับคู่หรืออุปกรณ์เสริมที่รองรับและใช้ Apple ID ของคุณด้วย
tr: iPhone’umu Bul; iPhone’unuz kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple kimliği kullanan eşlenmiş Apple Watch’larda veya desteklenen aksesuarlarda da etkinleştirilir.
uk: Функція «Де iPhone» дає вам змогу знайти, замкнути чи стерти свій iPhone, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх спарених Apple Watch або сумісних приладах, які використовують ваш Apple ID.
vi: Tìm iPhone cho phép bạn định vị, khóa hoặc xóa iPhone nếu thiết bị của bạn bị mất hoặc bị đánh cắp. Ứng dụng cũng được bật trên bất kỳ Apple Watch nào được ghép đôi hoặc phụ kiện nào được hỗ trợ sử dụng ID Apple của bạn.
zh_cn: 如果iPhone遗失或失窃，“查找我的iPhone”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple ID登录的所有Apple Watch或受支持配件上启用。
zh_hk: 「尋找我的iPhone」可讓你定位、鎖定或清除遺失或失竊的iPhone。此功能亦會在使用你Apple ID及已配對的Apple Watch或支援配件上啟用。
zh_tw: 「尋找我的iPhone」可讓你定位、鎖定或清除你遺失或遭竊的iPhone。在使用你Apple ID且已配對的Apple Watch或支援配件上也會啟用此功能。
